using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace BadAppleQArt {
    static class BadAppleLyrics {
        // https://github.com/MuQQQQQ/Bad-apple-in-python/blob/master/bad%20apple.lrc
        public static readonly string Text = @"
0.00 Bad Apple!!
27.72 
28.72 流れてく
30.18 時の中ででも
32.39 気だるさが
33.66 ほらグルグル廻って
35.83 私から
37.12 離れる心も
39.25 見えないわ
40.60 そう知らない？
42.80 自分から
44.11 動くこともなく
46.25 時の隙間に
47.55 流され続けて
49.68 知らないわ
51.05 周りの事など
53.22 私は私
54.58 それだけ
56.76 梦見てる？
58.10 何も見てない？
59.79 語るも无駄な
61.51 自分の言叶？
63.22 悲しむなんて
64.92 疲れるだけよ
66.69 何も感じず
68.47 過ごせばいいの
70.56 戸惑う言叶
72.31 与えられても
74.01 自分の心
75.79 ただ上の空
77.50 もし私から
79.23 動くのならば
81.01 すべて変えるのなら
82.78 黒にする
84.89 こんな自分に
86.24 未来はあるの？
87.98 こんな世界に
89.71 私はいるの？
91.43 今切ないの？
93.13 今悲しいの？
94.94 自分の事も
96.66 わからないのまま
98.48 歩むことさえ
100.12 疲れるだけよ
101.88 人のことなど
103.59 知りもしないわ
105.30 こんな私も
107.06 変われるのなら
108.83 もし変われるのなら
110.56 白になる？
112.58 
126.14 流れてく
127.38 時の中ででも
129.53 気だるさがほら
130.88 グルグル廻って
133.04 私から
134.29 離れる心も
136.46 見えないわそう
137.79 知らない？
140.17 自分から
141.45 動くこともなく
143.66 時の隙間に
144.96 流され続けて
147.09 知らないわ
148.42 周りのことなく
150.56 私は私
151.90 それだけ？
154.13 梦見てる？
155.39 何も見てない？
157.13 語るも无駄な
158.83 自分の言叶？
160.53 悲しむなんて
162.30 疲れるだけよ
164.05 何も感じず
165.81 過ごせばいいの
168.18 戸惑う言叶
169.54 与えられても
171.32 自分の心
173.05 ただ上の空
174.77 もし私から
176.44 動くのならば
178.29 すべて変えるのなら
180.00 黒にする
181.58 動くのならば
183.28 動くのならば
185.01 すべて壊すわ
186.75 すべて壊すわ
188.48 悲しむならば
190.27 悲しむならば
191.97 私の心
193.68 白く変われる？
195.52 貴方の事も
197.17 私のことも
198.91 すべての事も
200.63 まだ知らないの
202.39 重い目盖を
204.17 開けたのならば
205.95 すべて壊すのなら
207.63 黒になれ！！！
210.00 
";
    }
}
